Repository: BlurCode-LLC/oriensuz
Catalog: oriens/locale/*/LC_MESSAGES/django.po
Languages: uz

source: Страница не найдена!
uz: Sahifa topilmadi!

source: Главная страница
uz: Bosh sahifa

source: Конференции
uz: Konferensiyalar

source: Интервью
uz: Intervyular

source: Архив
uz: Arxiv

source: Связь
uz: Aloqa

source: Редколлегия
uz: Tahrir hay'ati

source: Требования к статье
uz: Maqola talablari

source: Информационное письмо
uz: Axborot xati

source: Публичная оферта
uz: Ommaviy offerta

source: Услуги
uz: Xizmatlar

source: Индексы журналов
uz: Jurnal indekslari

source: Популярные статьи
uz: Ommabop maqolalar

source: Главный редактор
uz: Bosh muharrir

source: Кадиров Мухаммаджон
uz: Kadirov Muhammadjon

source: Телефон:
uz: Telefon:

source: Почта:
uz: Pochta:

source: ООО "Oriental Renaissance"
uz: "Oriental Renaissance" MChJ

source: Услуги лицензированы
uz: Xizmatlar litsenziyalangan

source: Архив всех журналов
uz: Barcha jurnallar arxivi

source: Журнал “Oriental Renaissance: Innovative, Educational, Natural and Social sciences”.
uz: “Oriental Renaissance: Innovative, Educational, Natural and Social sciences” jurnali.

source: Выпуск
uz: Tom

source: Первый
uz: Birinchi

source: Последний
uz: Oxirgi

source: Автор
uz: Muallif

source: Страницы в журнале
uz: Jurnaldagi sahifalar

source: Скачать
uz: Yuklab olish

source: Статья
uz: Maqola

source: Статьи журнала
uz: Jurnal maqolalari

source: Ваше сообщение отправлено
uz: Xabaringiz jo'natildi

source: Оставьте нам своё сообщение
uz: Bizga xabar qoldiring

source: Отправить
uz: Jo'natish

source: Или свяжитесь с нами
uz: Yoki biz bilan aloqaga chiqing

source: Редколлегия научного журнала ORIENS
uz: ORIENS ilmiy jurnalining tahrir hay'ati

source: Поиск статьи
uz: Maqolani topish

source: Статья под данным токеном уже оплачена
uz: Bu token ostidagi maqola uchun to'lov amalga oshirilgan

source: Статья под данным токеном не существует
uz: Bu token ostidagi maqola mavjud emas

source: Оплата статьи
uz: Maqola uchun to'lov

source: Перейти к оплате
uz: To'lovga o'tish

source: Давайте вместе покорим Эверест науки
uz: Ilm Everestini birga zabt etaylik

source: Новый выпуск
uz: Yangi son

source: Все выпуски
uz: Barcha sonlar

source: Журнал “Oriental Renaissance: Innovative, Educational, Natural and Social sciences” освещает результаты исследований в следующих областях:
uz: “Oriental Renaissance: Innovative, Educational, Natural and Social sciences” jurnali quyidagi yo'nalishlar bo'yicha tadqiqot natijalarini qamrab oladi:

source: Точные науки
uz: Aniq fanlar

source: Естественные науки
uz: Tabiiy fanlar

source: Технические науки
uz: Texnik fanlar

source: Педагогические науки
uz: Pedagogik fanlar

source: Социально-гуманитарные науки
uz: Ijtimoiy-gumanitar fanlar

source: Философские науки
uz: Falsafa fanlar

source: Филологические науки
uz: Filologiya

source: Экономические науки
uz: Iqtisodiy fanlar

source: О журнале
uz: Jurnal haqida

source: Научный журнал “Oriental Renaissance: Innovative, Educational, Natural and Social sciences” является открытым журналом. Основная задача журнала - освещать достижения и перспективы мировой науки и образования в процессе моделирования “Третьего Возрождения”, актуальные проблемы и пути их решения, а также историю и этапы развития науки и образования. Целью журнала “Oriental Renaissance: Innovative, Educational, Natural and Social sciences” является информирование научного сообщества об исследованиях и инновациях экспертов и ученых в конкретных областях, повышение интереса молодого поколения к науке и образованию и объяснять научные концепции.
uz: “Oriental Renaissance: Innovative, educational, natural and social sciences” ilmiy jurnali ochiq jurnal hisoblanadi. Mazkur jurnalning asosiy vazifasi “Uchinchi renessans” modellashuvi jarayonida Jahon fani va ta'limining yutuqlari va istiqbollarini, dolzarb muammolari va ularning yechimlarini, shuningdek, ilm-fan va ta'limning tarixi va rivojlanish bosqichlarini yoritib berishdir. Shuningdek, “Oriental Renaissance: Innovative, educational, natural and social sciences” ilmiy jurnalining maqsadi ilmiy jamoatchilikni belgilangan sohalardagi mutaxassislar va olimlarning tadqiqotlari va innovatsiyalari to'g'risida xabardor qilish, yosh avlodning fan va ta'limga qiziqishini yanada oshirish va ilmiy konsepsiyalarni bayon etishdir.

source: Нет загруженных файлов для этого месяца
uz: Bu oy uchun fayllar mavjud emas

source: Скачать в формате docx
uz: Docx formatda yuklab olish

source: Скачать в формате pdf
uz: Pdf formatda yuklab olish

source: Отправить статью
uz: Maqola jo'natish

source: Ваша статья принята. Мы свяжемся с вами.
uz: Maqolangiz qabul qilindi. Biz o'zimiz siz bilan bog'lanamiz

source: Для осуществления оплаты вам требуется использовать данный токен:
uz: To'lovni amalga oshirish uchun quyidagi tokenni ishtalishingiz kerak:

source: Публикация статьи на сайте
uz: Maqolani saytda chop etish

source: Если вы желаете опубликовать свою статью на сайте, заполните форму ниже:
uz: Agar maqolangiz chop etilishini hohlasangiz, quyidagi shaklni to'ldiring:

source: Выберите тип услуги
uz: Xizmat turini tanlang

source: Оплата за публикацию статьи
uz: Maqola chop etilishi uchun to'lov amalga oshirish
